a52dec
aalib
abseil-cpp
acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
appstream-glib
arc-gtk-theme
argon2
aribb24
assimp
atkmm
at-spi2-core
attr
audit
autoconf
autofs
automake
avahi
babl
bash
bat
binutils
bison
blas
bluez-libs
boost-libs
bootlogd
box2d
brightnessctl
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
calibre
cantarell-fonts
cblas
cdparanoia
cfitsio
chmlib
chrono-date
clucene
cmake
composefs
coreutils
cppdap
cryptsetup
curl
cython
dav1d
db
db5.3
dbus
dbus-glib
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
dmraid
dnssec-anchors
docker
dolphin
dosfstools
double-conversion
duktape
dvisvgm
e2fsprogs
efibootmgr
efivar
electrum
elogind
emacs
esysusers
etmpfiles
exiv2
exo
expat
eza
faad2
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
feh
ffcall
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
fish
flac
flatpak
flex
fmt
fontconfig
freeglut
freetype2
fribidi
fuse2
fuse3
fuse-common
fzf
gawk
gc
gcc
gcc-libs
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
gettext
ghostscript
giflib
gimp
girara
git
github-cli
glew
glib2
glibc
glibmm
glibmm-2.68
glib-networking
glslang
glu
gmime3
gmp
gnome-disk-utility
gnome-themes-extra
gnome-tweaks
gnu-free-fonts
gnulib-l10n
openbsd-netcat
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grpc
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gssdp
gstreamer
gtest
gtk-engine-murrine
gtk-layer-shell
gtkmm3
gtkmm-4.0
gtk-update-icon-cache
gtop
gts
guile
gumbo-parser
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
highway
http-parser
hugo
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
iproute2
iputils
iso-codes
isync
iw
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk17-openjdk
json-c
jsoncpp
json-glib
jxrlib
kbd
kexec-tools
keyutils
kmod
krb5
lame
lapack
lcms2
ldns
leancrypto
lensfun
leptonica
less
libreoffice-fresh
librewolf
licenses
light
llhttp
llvm-libs
lmdb
lm_sensors
logrotate
lpsolve
l-smash
lua
lua51-lpeg
lua52
luajit
luit
lvm2
lynx
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
maim
make
man-db
mathjax
md4c
mdadm
mesa
meson
mimalloc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mold
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mupdf
mypaint-brushes1
ncdu
ncspot-bin
ncurses
ndctl
neon
neovim
netpbm
nettle
net-tools
networkmanager
ninja
npm
npth
nspr
nss
ntfs-3g
numactl
nvm
obsidian-bin
ocl-icd
onetbb
oniguruma
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
optipng
opus
orc
os-prober
ostree
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p11-kit
pacman
pam
pambase
pamixer
pandoc-bin
pango
pangomm
pangomm-2.48
parted
pass
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
playerctl
podofo
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
procps-ng
protobuf
prrte
psmisc
pugixml
pulseaudio
pulseaudio-alsa
pv
python
qbittorrent
qcustomplot
qhexedit2
qhull
qscintilla-qt5
qutebrowser
rasqal
rav1e
re2
readline
redland
rhash
ripgrep
rsync
rtkit
rubberband
run-parts
rust
sdl2-compat
sdl3
sed
semver
shaderc
shadow
shared-mime-info
signal-desktop
simdjson
slang
slop
snappy
sndio
sof-firmware
sound-theme-freedesktop
source-highlight
spdlog
speex
speexdsp
spirv-tools
sqlcipher
sqlite
sqlitebrowser
srt
sshfs
starship
startup-notification
sudo
suitesparse
svt-av1
sxiv
syncthing
sysfsutils
syslog-ng
t1lib
taglib
tar
tcl
tdb
terminus-font
tesseract
tesseract-data-afr
tesseract-data-osd
texinfo
thin-provisioning-tools
thunar
tinysparql
tk
tldr
tlp
tpm2-tss
traceroute
tree
tree-sitter
tree-sitter-bash
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-jetbrains-mono-nerd
tzdata
uchardet
udisks2
ungoogled-chromium-bin
unibilium
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vi
vid.stab
vlc
vmaf
volume_key
webrtc-audio-processing-0.3
webrtc-audio-processing-1
wget
which
woff2
wpa_supplicant
x264
x265
xapian-core
xbindkeys
xbitmaps
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-utils
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorgproto
xterm
xvidcore
xxhash
xz
yarn
zathura
zathura-pdf-mupdf
zeromq
zimg
zip
zlib
zoxide
zsh
zstd
zxing-cpp
zziplib
