aalib
acpi
adobe-source-code-pro-fonts
alacritty
alsa-plugins
alsa-utils
appstream
appstream-glib
arc-gtk-theme
argon2
artix-archlinux-support
asciiquarium
assimp
atkmm
autofs
babl
base
base-devel
bat
blas
bluez-libs
boost-libs
bootlogd
box2d
brightnessctl
btrfs-progs
bubblewrap
cairomm
cairomm-1.16
calibre
cblas
cdparanoia
cfitsio
chmlib
chromium
chrono-date
clucene
cmake
cmatrix
composefs
cowsay
cppdap
cryptsetup
cython
db
dbus-glib
devtools
dhcpcd
dhcpcd-runit
discord
dmraid
dnssec-anchors
docker
docker-runit
dolphin
dosfstools
dunst
dvisvgm
efibootmgr
electrum
elogind-runit
emacs
exiv2
eza
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
feh
ffcall
firefox
fish
flatpak
fmt
freeglut
fzf
gd
gdb
gdb-common
gegl
ghostscript
gimp
girara
git
github-cli
glew
glibmm
glibmm-2.68
glu
gmime3
gnome-disk-utility
gnome-themes-extra
gnome-tweaks
gnu-netcat
go
gobject-introspection-runtime
gpm
gptfdisk
graphene
graphviz
grub
gsfonts
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-engine-murrine
gtk-layer-shell
gtk2
gtk4
gtkmm-4.0
gtkmm3
gtop
gts
gumbo-parser
gupnp
gupnp-igd
harfbuzz-icu
hdparm
herbstluftwm
http-parser
hugo
hunspell
hwloc
hyphen
ijs
imagemagick
imath
iniparser
isync
iw
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk17-openjdk
jsoncpp
jxrlib
lapack
ldns
lensfun
leptonica
less
libabw
libaio
libappindicator-gtk3
libatasmart
libatomic_ops
libavif
libb2
libblake3
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbsd
libbytesize
libcamera
libcamera-ipa
libcanberra
libcdio
libcdio-paranoia
libcdr
libcgif
libcmis
libconfig
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdeflate
libdisplay-info
libe-book
libepubgen
libetonyek
libev
libexttextcat
libfabric
libfreehand
libgccjit
libgexiv2
libgirepository
libgooglepinyin
libgsf
libheif
libimagequant
libimobiledevice
libimobiledevice-glue
libindicator-gtk3
libinih
libixion
liblangtag
libliftoff
liblqr
libmalcontent
libmd
libmm-glib
libmng
libmpdclient
libmspub
libmtp
libmupdf
libmwaw
libmypaint
libndp
libnewt
libngtcp2
libnice
libnm
libnumbertext
libnvme
libodfgen
libomxil-bellagio
liborcus
libotf
libpagemaker
libpaper
libpipeline
libpipewire
libplist
libqxp
libraqm
libraw
libreoffice-fresh
libretls
librevenge
librewolf
libsigc++
libsigc++-3.0
libsigsegv
libsixel
libspiro
libstaroffice
libsynctex
libteam
libtermkey
libtommath
libtorrent-rasterbar
libtraceevent
libtracefs
libunrar
liburcu
liburing
libusbmuxd
libutempter
libva-intel-driver
libvips
libvisio
libvpx1.3
libwireplumber
libwmf
libwpd
libwpg
libwps
libxaw
libxcrypt-compat
libxmlb
libxpresent
libxres
libyaml
libyuv
libzmf
light
linux
linux-firmware
logrotate
lpsolve
lua52
luit
lvm2
lxappearance
lynx
m17n-db
m17n-lib
maim
man-db
mathjax
mdadm
mesa-utils
meson
mimalloc
mobile-broadband-provider-info
mold
mpv
mujs
mupdf
mypaint-brushes1
ncdu
ncspot
ndctl
neofetch
neon
neovim
net-tools
netpbm
networkmanager
networkmanager-runit
ninja
node-gyp
nodejs
nodejs-nopt
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
numactl
nvidia
nvidia-container-toolkit
nvidia-settings
nvm
nwg-look
obsidian
ollama
onetbb
oniguruma
openal
opendoas
openexr
openmpi
openpmix
openresolv
openssh-runit
openvpn
openvpn-runit
optipng
orc
os-prober
ostree
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pamixer
pandoc-bin
pangomm
pangomm-2.48
parted
pass
pavucontrol
pcre
pcsclite
perl-curses
perl-file-which
perl-term-animation
picom
pipewire
pkcs11-helper
playerctl
podofo
polkit
polybar
poppler
poppler-data
poppler-glib
potrace
prrte
pugixml
pulseaudio
pulseaudio-alsa
pv
python-annotated-types
python-apsw
python-argcomplete
python-async-timeout
python-attrs
python-autocommand
python-beautifulsoup4
python-blinker
python-brotli
python-brotlicffi
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-colorama
python-contourpy
python-cryptography
python-css-parser
python-cssselect
python-cycler
python-dateutil
python-decorator
python-deprecated
python-distro
python-dnspython
python-docopt
python-fastjsonschema
python-faust-cchardet
python-feedparser
python-filelock
python-flask
python-flask-cors
python-fonttools
python-gobject
python-html2text
python-html5-parser
python-html5lib
python-idna
python-ifaddr
python-inflate64
python-inflect
python-installer
python-itsdangerous
python-jaconv
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-jsonschema
python-jsonschema-specifications
python-kiwisolver
python-lxml
python-lxml-html-clean
python-markdown
python-markupsafe
python-matplotlib
python-mechanize
python-more-itertools
python-msgpack
python-multivolumefile
python-netifaces
python-numpy
python-ordered-set
python-orjson
python-packaging
python-pdftotext
python-pillow
python-pip
python-pipx
python-platformdirs
python-ply
python-protobuf
python-psutil
python-py7zr
python-pybcj
python-pychm
python-pycparser
python-pycryptodome
python-pycryptodomex
python-pydantic
python-pydantic-core
python-pygments
python-pykakasi
python-pyparsing
python-pyppmd
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pysocks
python-pyzstd
python-referencing
python-regex
python-requests
python-rpds-py
python-send2trash
python-setuptools
python-sgmllib3k
python-shtab
python-six
python-soupsieve
python-termcolor
python-texttable
python-tomli
python-tqdm
python-trove-classifiers
python-typeguard
python-typing-inspection
python-typing_extensions
python-unrardll
python-urllib3
python-userpath
python-validate-pyproject
python-waitress
python-webencodings
python-werkzeug
python-wheel
python-wrapt
python-xlib
python-xxhash
python-zeroconf
python-zstandard
qbittorrent
qcustomplot
qhexedit2
qhull
qscintilla-qt5
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-xmlpatterns
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-speech
qt6-svg
qt6-translations
qt6-webchannel
qt6-webengine
qutebrowser
ranger
raptor
rasqal
redland
rhash
ripgrep
rofi
rsync
rtkit
run-parts
runit
rust
seatd
semver
signal-desktop
simdjson
sl
slang
slop
sndio
sof-firmware
sound-theme-freedesktop
source-highlight
spdlog
spotifyd
sqlcipher
sqlitebrowser
sshfs
starship
stow
strongswan
strongswan-runit
suitesparse
sway
swaybg
sxhkd
sxiv
syncthing
syncthing-runit
sysfsutils
syslog-ng-runit
t1lib
tailscale
tcl
tdb
terminus-font
tesseract
tesseract-data-afr
tesseract-data-osd
thin-provisioning-tools
thunar
tk
tldr
tlp
tlp-runit
tor
traceroute
tree-sitter-bash
tree-sitter-python
ttc-iosevka
ttc-iosevka-ss04
ttc-iosevka-ss14
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-overpass
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
uchardet
udisks2
ueberzug
unzip
upower
usbmuxd
usbutils
vi
vlc
volume_key
vulkan-headers
webrtc-audio-processing-0.3
webrtc-audio-processing-1
wget
wlroots
woff2
wofi
wpa_supplicant
xapian-core
xbindkeys
xbitmaps
xcb-imdkit
xcb-util-cursor
xcb-util-errors
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xf86-video-vesa
xfsprogs
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
zathura
zathura-pdf-mupdf
zip
zoxide
zsh
zxing-cpp
zziplib
