a52dec
aalib
abseil-cpp
acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
appstream-glib
arc-gtk-theme
archlinux-keyring
archlinux-mirrorlist
argon2
aribb24
artix-archlinux-support
artix-cgroups
artix-keyring
artix-mirrorlist
asciiquarium
assimp
at-spi2-core
atkmm
attr
audit
autoconf
autofs
automake
avahi
babl
base
base-devel
bash
bat
binutils
bison
blas
bluez-libs
boost-libs
bootlogd
box2d
brightnessctl
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
calibre
cantarell-fonts
cblas
cdparanoia
cfitsio
chmlib
chromium
chrono-date
clucene
cmake
cmatrix
composefs
coreutils
cowsay
cppdap
cryptsetup
curl
cython
dav1d
db
db5.3
dbus
dbus-glib
dbus-runit
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
dhcpcd-runit
diffutils
discord
dmraid
dnssec-anchors
dosfstools
double-conversion
duktape
dunst
dvisvgm
e2fsprogs
efibootmgr
efivar
electron34
elogind
elogind-runit
emacs
esysusers
etmpfiles
exiv2
exo
expat
eza
faad2
fakeroot
fcitx
fcitx-googlepinyin
fd
feh
ffcall
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
fish
flac
flatpak
flex
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
gettext
ghostscript
giflib
gimp
girara
git
github-cli
glew
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmime3
gmp
gnu-free-fonts
gnu-netcat
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grpc
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtop
gts
guile
gumbo-parser
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hdparm
herbstluftwm
hicolor-icon-theme
hidapi
highway
http-parser
hugo
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
iproute2
iptables
iputils
iso-codes
isync
iw
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk17-openjdk
json-c
json-glib
jsoncpp
jxrlib
kbd
kexec-tools
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
ldns
leancrypto
lensfun
leptonica
less
libabw
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libblake3
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcgif
libcloudproviders
libcmis
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libei
libelf
libelogind
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfabric
libffi
libfontenc
libfreehand
libgccjit
libgcrypt
libgexiv2
libgirepository
libgit2
libglvnd
libgooglepinyin
libgpg-error
libgsf
libgtop
libgudev
libheif
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libindicator-gtk3
libinih
libinput
libisl
libixion
libjpeg-turbo
libjxl
libksba
liblangtag
libldap
libliftoff
liblqr
libluv
libmad
libmalcontent
libmatroska
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmupdf
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libotf
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libretls
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsigsegv
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspiro
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libtraceevent
libtracefs
libudev
libunibreak
libunistring
libunrar
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libvdpau
libverto
libvips
libvisio
libvlc
libvorbis
libvpl
libvpx
libvpx1.3
libvterm
libwacom
libwebp
libwireplumber
libwmf
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzmf
licenses
light
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llhttp
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lua
lua51-lpeg
lua52
luajit
luit
lvm2
lxappearance
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
maim
make
man-db
mathjax
md4c
mdadm
mesa
mesa-utils
meson
mimalloc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mold
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mupdf
mypaint-brushes1
ncurses
ndctl
neofetch
neon
neovim
net-tools
netpbm
nettle
networkmanager
networkmanager-runit
ninja
node-gyp
nodejs
nodejs-nopt
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
ntp
numactl
nvm
obsidian
ocl-icd
onetbb
oniguruma
openal
opencore-amr
opendoas
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssh-runit
openssl
openvpn
openvpn-runit
optipng
opus
orc
os-prober
ostree
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p11-kit
pacman
pam
pambase
pamixer
pandoc-bin
pango
pangomm
pangomm-2.48
parted
pass
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-curses
perl-error
perl-file-which
perl-mailtools
perl-term-animation
perl-timedate
picom
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
playerctl
podofo
polkit
polybar
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
procps-ng
protobuf
prrte
psmisc
pugixml
pulseaudio
pulseaudio-alsa
pv
python
python-annotated-types
python-apsw
python-argcomplete
python-async-timeout
python-attrs
python-autocommand
python-beautifulsoup4
python-blinker
python-brotli
python-brotlicffi
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-colorama
python-contourpy
python-cryptography
python-css-parser
python-cssselect
python-cycler
python-dateutil
python-decorator
python-deprecated
python-distro
python-dnspython
python-docopt
python-fastjsonschema
python-faust-cchardet
python-feedparser
python-filelock
python-flask
python-flask-cors
python-fonttools
python-gobject
python-html2text
python-html5-parser
python-html5lib
python-idna
python-ifaddr
python-inflate64
python-inflect
python-installer
python-itsdangerous
python-jaconv
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-jsonschema
python-jsonschema-specifications
python-kiwisolver
python-lxml
python-lxml-html-clean
python-markdown
python-markupsafe
python-matplotlib
python-mechanize
python-more-itertools
python-msgpack
python-multivolumefile
python-netifaces
python-numpy
python-ordered-set
python-orjson
python-packaging
python-pdftotext
python-pillow
python-pip
python-pipx
python-platformdirs
python-ply
python-protobuf
python-psutil
python-py7zr
python-pybcj
python-pychm
python-pycparser
python-pycryptodome
python-pycryptodomex
python-pydantic
python-pydantic-core
python-pygments
python-pykakasi
python-pyparsing
python-pyppmd
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pysocks
python-pyzstd
python-referencing
python-regex
python-requests
python-rpds-py
python-send2trash
python-setuptools
python-sgmllib3k
python-shtab
python-six
python-soupsieve
python-termcolor
python-texttable
python-tomli
python-tqdm
python-trove-classifiers
python-typeguard
python-typing-inspection
python-typing_extensions
python-unrardll
python-urllib3
python-userpath
python-validate-pyproject
python-waitress
python-webencodings
python-werkzeug
python-wheel
python-wrapt
python-xlib
python-xxhash
python-zeroconf
python-zstandard
qbittorrent
qcustomplot
qhexedit2
qhull
qscintilla-qt5
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-x11extras
qt5-xmlpatterns
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-speech
qt6-svg
qt6-translations
qt6-webchannel
qt6-webengine
ranger
raptor
rasqal
rav1e
re2
readline
redland
rhash
ripgrep
rofi
rsync
rtkit
rubberband
run-parts
runit
runit-rc
rust
sdl2-compat
sdl3
seatd
sed
semver
shaderc
shadow
shared-mime-info
signal-desktop
simdjson
sl
slang
slop
snappy
sndio
sound-theme-freedesktop
source-highlight
spdlog
speex
speexdsp
spirv-tools
spotifyd
sqlcipher
sqlite
sqlitebrowser
srt
starship
startup-notification
stow
strongswan
strongswan-runit
sudo
suitesparse
svt-av1
sway
swaybg
sxhkd
sxiv
syncthing
syncthing-runit
sysfsutils
syslog-ng
syslog-ng-runit
t1lib
taglib
tar
tcl
tdb
terminus-font
tesseract
tesseract-data-afr
tesseract-data-osd
texinfo
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thin-provisioning-tools
thunar
tinysparql
tk
tldr
tlp
tlp-runit
tor
tpm2-tss
traceroute
tree
tree-sitter
tree-sitter-bash
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttc-iosevka
ttc-iosevka-ss04
ttc-iosevka-ss14
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-overpass
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tzdata
uchardet
udev
udisks2
ueberzug
unibilium
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vi
vid.stab
vlc
vmaf
volume_key
vulkan-headers
vulkan-icd-loader
webrtc-audio-processing-0.3
webrtc-audio-processing-1
wget
which
wlroots
woff2
wofi
wpa_supplicant
x264
x265
xapian-core
xbindkeys
xbitmaps
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-utils
xf86-input-libinput
xf86-video-vesa
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xterm
xvidcore
xxhash
xz
yarn
zathura
zathura-pdf-mupdf
zeromq
zimg
zip
zlib
zoxide
zsh
zstd
zxing-cpp
zziplib
