acpi
acpilight
alacritty
alsa-utils
arc-gtk-theme
artix-archlinux-support
asciiquarium
base
base-devel
bat
brightnessctl
chromium
cmake
cmatrix
dhcpcd-runit
dunst
efibootmgr
elogind-runit
emacs
eza
feh
firefox
fish
fzf
gimp
git
github-cli
gnu-netcat
grub
gtop
hugo
imagemagick
jdk17-openjdk
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
lxappearance
maim
mesa-utils
mpv
neovim
net-tools
networkmanager-runit
noto-fonts-cjk
noto-fonts-emoji
opendoas
openntpd-runit
openssh-runit
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pamixer
pandoc-bin
pavucontrol
picom
playerctl
pulseaudio
pulseaudio-alsa
pv
python-pip
qbittorrent
qt5
ranger
ripgrep
runit
starship
stow
sxhkd
sxiv
texlive
thunar
tldr
tlp-runit
ttc-iosevka
ttc-iosevka-ss04
ttc-iosevka-ss14
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-fira-sans
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-overpass
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
unzip
upower
wget
xbindkeys
xclip
xdg-utils
xf86-video-vesa
xorg
zathura
zathura-pdf-mupdf
zip
zoxide
zsh
